Repository: ShehabHassan22110/Drivin
Catalog: Drivin/Language/SharedResource.*.resx
Languages: ar_eg

source: 123 Cairo , Cairo-Egypt
ar_eg: 123 القاهرة ، القاهرةة - مصر

source: About
ar_eg: حول

source: Afordable Fee
ar_eg: رسوم في متناول الجميع

source: Amazing App to learn Driving
ar_eg: التطبيق المدهش لتعلم القيادة

source: Appointment
ar_eg: ميعاد

source: Automatic Car Lessons
ar_eg: دروس السيارات التلقائية

source: Best Driving Training Agency In Your City
ar_eg: أفضل وكالة تدريب على القيادة في مدينتك

source: Best Trainers
ar_eg: أفضل المدربين

source: By
ar_eg: بواسطة

source: Cairo
ar_eg: القاهرة

source: Car Type
ar_eg: نوع السيارة

source: Coding
ar_eg: الترميز

source: Condition
ar_eg: حالة

source: Contact
ar_eg: اتصل

source: Contact Us
ar_eg: اتصل بنا

source: Courses
ar_eg: الدورات

source: Courses Type
ar_eg: نوع الدورات

source: Designed
ar_eg: صممت

source: Driving School Website
ar_eg: موقع مدرسة تعليم سواقة

source: Driving School Website Template
ar_eg: موقع تعليم سواقة سيارات

source: Easy Driving Learn
ar_eg: تعلم القيادة بسهولة

source: Egypt
ar_eg: مصر

source: Follow
ar_eg: تابع

source: Follow Us
ar_eg: تابعنا

source: Fully Licensed
ar_eg: مرخص بالكامل

source: Get In Touch
ar_eg: ابقى على تواصل

source: Get licence
ar_eg: احصل على رخصة

source: Get Started
ar_eg: البدء

source: Hassan
ar_eg: حسن

source: Highway Driving Lesson
ar_eg: درس القيادة على الطرق السريعة

source: Home
ar_eg: الصفحة الرئيسية

source: If You Have Any Query, Please Contact Us
ar_eg: إذا كان لديك أي استفسار ، يرجى الاتصال بنا

source: International Driving
ar_eg: القيادة الدولية

source: Jone
ar_eg: جون

source: Josef
ar_eg: جوزيف

# Learn More
source: Our Courses
ar_eg: يتعلم أكثر

source: Learn To Drive With Confidence
ar_eg: تعلم القيادة بثقة

source: Make Appointment
ar_eg: حدد موعدا

source: Message
ar_eg: رسالة

source: Michael
ar_eg: مايكل

source: Mirna
ar_eg: ميرنا

source: National Instructor
ar_eg: مدرب وطني

source: Newsletter
ar_eg: النشرة الإخبارية

source: Online Tracking
ar_eg: تعقب عبر الانترنت

source: Our Courses
ar_eg: دوراتنا

source: Our Courses Upskill You With Driving Training
ar_eg: تعمل دوراتنا على تحسين مهاراتك من خلال التدريب على القيادة

source: Our Team
ar_eg: فريقنا

source: Pages
ar_eg: صفحات

source: Popular Links
ar_eg: روابط مشهورة

source: Profession
ar_eg: معلم سواقة

source: Quick Links
ar_eg: روابط سريعة

source: Read More
ar_eg: اقرأ أكثر

source: Safe Driving Is Our Top Priority
ar_eg: القيادة الآمنة هي أهم أولوياتنا

source: Sara
ar_eg: ساره

source: Send Message
ar_eg: أرسل رسالة

source: Shehab
ar_eg: شهاب

source: Sign Up
ar_eg: اشتراك

source: Subject
ar_eg: موضوعات

source: Submit
ar_eg: تسجيل

source: Support
ar_eg: الدعم

source: Terms
ar_eg: شروط

source: Testimonial
ar_eg: شهادة

source: This company is excellent , and the cost is not great
ar_eg: هذه الشركة ممتازة والتكلفة ليست كبيرة

source: This company is excellent. It helped me learn from scratch and helped me obtain the license without any problems, and the cost is not great
ar_eg: هذه الشركة ممتازة. لقد ساعدتني على التعلم من الصفر وساعدتني في الحصول على الترخيص دون أي مشاكل ، والتكلفة ليست كبيرة

source: Trainer
ar_eg: مدرب

source: TRANDING COURSES
ar_eg: الدورات التجارية

source: Us
ar_eg: نحن

source: We Have Great Experience Of Driving
ar_eg: لدينا خبرة كبيرة في القيادة

# We Help Students To Pass Test &amp; Get A License On The First Try
source: We Help Students To Pass Test & Get A License On The First Try
ar_eg: نحن نساعد الطلاب على اجتياز الاختبار والحصول على ترخيص من المحاولة الأولى

source: We learn you how to drive Automatic Car in streets step by step from zero
ar_eg: نتعلمك كيفية قيادة السيارة الأوتوماتيكية في الشوارع خطوة بخطوة من الصفر

source: We learn you how to drive Automatic Car step by step in all Highway
ar_eg: نتعلمك كيفية قيادة السيارة الأوتوماتيكية خطوة بخطوة في جميع الطرق السريعة

source: We teach you international driving and complete laws and help you with the international license and avoid problems
ar_eg: نعلمك القيادة الدولية والقوانين الكاملة ونساعدك في الحصول على الرخصة الدولية وتجنب المشاكل

source: Week
ar_eg: اسبوع

source: What Our Clients Say
ar_eg: ماذا يقول عملاؤنا!

source: WHY CHOOSE US
ar_eg: لماذا أخترتنا

source: You can contact us by sending mail here , Please write your name , Email , Subject and Message .
ar_eg: يمكنك الاتصال بنا عن طريق إرسال بريد هنا ، يرجى كتابة اسمك والبريد الإلكتروني والموضوع والرسالة.

source: Your Email
ar_eg: بريدك الالكتروني

source: Your Name
ar_eg: اسمك
